{
  "reviews": [
    {
      "name": "Mahima",
      "date": "March 2023",
      "content": "An unforgettable experience, would recommend for the calmness of the soul. Paradise on earth! Very nice people, amazing treatment. You’re part of the community right from the start and feel welcome from the second you step foot in Tandi Village.",
      "image": ""
    },

    {
      "name": "Kartik",
      "date": "February 2023",
      "content": "I felt this was a little overpriced and didn’t exactly match the photos. Overall it was a nice pleasurable place with Balli bring an excellent host.",
      "image": ""
    },
    {
      "content": "Our villa and the surrounding grounds with amenities were 1st class, nestled in a what only can be described as a tropical botanical paradise. From our terrace we daily saw hummingbirds, toucans, lizards and on few occasions gorgeous macaws. Villa is super modern yet feels very cozy and comfortable. We love the metal perforated cladding design with all-glass walls. Service and food were impeccable! Breakfast, snacks, lunch and dinner options were delicious with local ingredients and based on traditional local cuisine. Everyone in our group is a foodie and we typically do not stay on premises for meals. We love to venture out for local food, but this time we opted to have majority of our meals in the Villa, or in an adjoining dining/bar open air area. Bartenders and staff were super friendly. I highly recommend the ART VILLAS!",
      "name": "Kasia (Katarzyna)",
      "date": "November 2022",
      "image": ""
    },
    {
      "name": "Chelesa",
      "content": "Book this place, you won’t regret it!",
      "date": "Jan 2023",
      "image": ""
    },
    {
      "content": "What an absolute dream! This oasis is right in the jungle- its an architectural heaven and has a wild compound feel - every detail was considered :from the local recommendations to the in villa massages, the delicious food, great communication, and care made our visit extraordinary - we felt very relaxed and taken care of… thank you :)",
      "name": "Amanada",
      "date": "March 2023",
      "image": ""
    },
    {
      "name": "David",
      "content": "The service from this Airbnb is 5 stars, they are super responsive, they have restaurante on-site (the food is delicious) and the house itself is awesome. The pool inside the house is great and it has a really cool view. I totally recommend this place, you won't regret.",
      "date": "March 2019",
      "image": ""
    },
    {
      "name": "Gus",
      "date": "Jan 2022",
      "content": "Management is very unorganized. We planned a party, we took over both art villas, we informed management of our plans and they had no issue with it. Our total count of guests was far less than what they allowed overnight, out of respect for their rules, we rented the second villa out of an abundance of caution. All rules were followed; then they charged 1,500 for extras that are completely unacceptable and not agreed upon nor anywhere mentioned We kept losing water; kept losing power (as long as 12 hours), some AC units did not work and they did not attempt to fix them until the fallowing day All in all, they are nice villas but not the experience we ever expected and would not recommend."
    },
    {
      "name": "Kim",
      "date": "Dec 2022",
      "content": "The house is stunning as are the others in the complex. The kids were thrilled with all the unexpected extras and we enjoyed delicious breakfasts overlooking the canopy at the restaurant."
    },
    {
      "name": "Joshua",
      "date": "December 2015",
      "content": "The place was fantastic and we had an unbelievable time and experience. We are telling all our friends and family to go visit the art villas. We loved every aspect of the stay. The service of everything from food, drinks, cleanliness as well as responsiveness of the front desk/host via what’s app was phenomenal! Definitely will come back again."
    },
    {
      "name": "Kayla",
      "date": "April 2023",
      "content": "I was fortunate enough to stay at the Artvilla and Atelier and have to say both were absolutely breathtaking. \nThe grounds were stunning and the staff were amazing, they were SUPER attentive and caring, I ate a couple of meals and they were also delicious! However, I would like to state there is A LOT of bugs, even with our doors being completely closed and curtains drawn, we would go through 2 cans of raid a night. I’m not saying this as an exaggeration but more of a caution, if you’re like my family, it was definitely uneasy for us to fall asleep. This is just part of being in the jungle and the team at Artvillas attended to the situation as much as they could unfortunately this is something you sign up for!"
    }
  ]
}
